{
  "locale": "en",
  "translations": {
    "7094232483852755137": "Requesting Account and Data Deletion for DisCorkie",
    "2086845410344323555": "This page provides instructions on how to request the deletion of your DisCorkie account and associated data managed by AppOutlet.",
    "2384275768076025587": "{$START_TAG_STRONG}Important:{$CLOSE_TAG_STRONG} This process applies only to the data we hold directly related to your DisCorkie account (your email address and unique user identifier). We do {$START_TAG_STRONG}not{$CLOSE_TAG_STRONG} control or store data you have on third-party Discourse servers you connect to through DisCorkie. To request data deletion from a specific Discourse forum, you must contact the administrators of that forum directly.",
    "8615733208373410791": "Steps to Request Data Deletion:",
    "2313330064534275231": "To request the deletion of your DisCorkie account and the personal data we hold (your email and unique user identifier), please follow these steps:",
    "7141455732502728919": "{$START_TAG_STRONG}Send an email{$CLOSE_TAG_STRONG} to our support team at: {$START_TAG_STRONG}{$INTERPOLATION}{$CLOSE_TAG_STRONG}",
    "592832304357046809": "In the subject line of your email, please clearly state: {$START_TAG_STRONG}\"DisCorkie Data Deletion Request\"{$CLOSE_TAG_STRONG}",
    "5682689869753177682": "In the body of the email, please include the {$START_TAG_STRONG}email address associated with your DisCorkie account{$CLOSE_TAG_STRONG} that you wish to have deleted.",
    "5848926127131984823": "Optionally, you may include a brief reason for your request, although this is not required.",
    "7472120567666233612": "Upon receiving your request, our team will verify your identity and proceed with the deletion of your DisCorkie account email and unique user identifier from our active databases.",
    "6398158611743113975": "What Data is Deleted and Kept:",
    "2089282189246574965": "{$START_TAG_STRONG}Data Deleted:{$CLOSE_TAG_STRONG} Your DisCorkie account email address and the unique user identifier (UUID) associated with your account in our authentication system (Supabase) will be permanently deleted from active systems.",
    "5682872366739872313": "{$START_TAG_STRONG}Data Kept:{$CLOSE_TAG_STRONG} Some data may be retained in secure backup copies for a limited period in accordance with our data retention policies and legal obligations before being permanently erased. Anonymized usage data and crash reports that do not personally identify you may also be retained for analytical purposes. ",
    "2088837236053777780": "{$START_TAG_STRONG}Third-Party Data:{$CLOSE_TAG_STRONG} As mentioned above, data you have on individual Discourse servers is not controlled by DisCorkie. Deleting your DisCorkie account does {$START_TAG_STRONG}not{$CLOSE_TAG_STRONG} delete your accounts or data on the Discourse forums you have connected to.",
    "5639931265242079179": "For more detailed information about the types of data we collect, how we use it, and our data retention practices, please refer to our full {$START_LINK}Privacy Policy{$CLOSE_LINK}.",
    "8015770530279596828": "We aim to process data deletion requests promptly. If you have any questions about this process, please contact us at {$INTERPOLATION}.",
    "8437676821683850974": "Thank you for using DisCorkie.",
    "445284822999806982": "download on your device",
    "6797127544142530764": "Simplify the way you explore and engage in online discussions. Download DisCorkie now and take control of your forum experience.",
    "5103788378973384072": "Desktop",
    "1002165214775409029": "Mobile",
    "91566049711067964": "Welcome to the DisCorkie FAQ. Whether you're just discovering DisCorkie or already managing multiple forums with ease, this page is here to help. We've compiled answers to common questions about what DisCorkie is, how it works, and how to make the most of it across all your devices.",
    "3168646965600741452": " Still have questions? We're here to help! If you couldn't find the answer you were looking for, feel free to reach out to us on social media or email us at {$START_LINK}{$INTERPOLATION}{$CLOSE_LINK}. Your feedback helps us make DisCorkie even better. ",
    "8658763919034243675": "What is DisCorkie?",
    "7898498167381493741": "DisCorkie is your all-in-one app for navigating the world of Discourse forums. Whether you're part of one community or dozens, DisCorkie helps you stay organized, engaged, and productive — all from a sleek, unified interface.",
    "6199970710440207668": "What is Discourse?",
    "3945887288055702476": "Discourse is a modern, open-source discussion platform used by communities, companies, and open-source projects around the world. It powers everything from hobbyist groups to product support forums — and DisCorkie is the easiest way to interact with them all.",
    "2484324893403540398": "Which platforms does DisCorkie support?",
    "7323585320910374190": "DisCorkie is available for Android, Windows, and Linux, with macOS and iOS versions on the way. No matter where you are, your communities are just a tap or click away.",
    "5800248886218841469": "Is DisCorkie free to use?",
    "8081201316413628592": "Yes! DisCorkie is free to download and use. Premium features are in the works to unlock even more capabilities for power users.",
    "5384513921267256701": "Can I connect multiple forums?",
    "5225812844122756286": "Absolutely. DisCorkie is designed for people who use multiple Discourse communities. Add as many as you like, and switch between them instantly.",
    "5570657891975441616": "How is my login data handled?",
    "376216588593450144": "Your privacy is a priority. DisCorkie stores authentication securely on your device and never shares your data.",
    "4556667596532955586": "Is DisCorkie updated frequently?",
    "2671443947897929968": "Yes! DisCorkie is actively developed with new features, improvements, and fixes released regularly. We’re always listening to user feedback to shape the roadmap.",
    "8694152891464331013": "Can I use it with self-hosted forums?",
    "8424832084074586775": "Definitely. As long as your Discourse forum is publicly accessible and running a standard configuration, DisCorkie should work smoothly.",
    "6784447179039191411": "Discover New Communities",
    "9124845352230022921": "Find forums based on your interests and language preferences with ease.",
    "6770780856048118826": "All Your Forums, One App",
    "4416228235367236140": "Manage multiple Discourse communities from a single place — no more browser tab overload.",
    "1094443336239904636": "Effortless Account Management",
    "1009458292282941090": "Stay logged in across all your Discourse accounts and switch between them with zero friction.",
    "351310070363883457": "Customizable Interface",
    "6871442150686463829": "Personalize themes and settings to suit your style.",
    "7389100300508670219": "Engage Effortlessly",
    "443338397075832646": "Create topics, reply, and interact with communities in a clean, user-friendly environment.",
    "1313041891971110980": "Seamless Experience on Every OS",
    "5651919642788893427": "Enjoy a consistent, native-feeling interface whether you're on Android, Windows, Linux — and soon, iOS and macOS.",
    "8301433623879967649": "DisCorkie",
    "1726363342938046830": "About",
    "2806917038528218276": "FAQ",
    "7136888919962092730": "Changelog",
    "7751010942038334793": "Blog",
    "9040361513231775562": "Downloads",
    "1593487004300420140": "Organisation",
    "6090931838305354672": "Privacy policy",
    "6877113876835666202": "License",
    "4380633316564245451": "Data control",
    "5457938796893098392": "Release notes",
    "2753974000617980972": "License agreement",
    "6826811918483122474": "All your communities,{$LINE_BREAK}One single app.",
    "5197867175745105643": "End user license agreement (EULA)",
    "3803870259817764187": "This End User License Agreement (\"Agreement\") is a legal agreement between you (\"User\") and AppOutlet (\"Licensor\") regarding the use of DisCorkie (\"Software\"). By downloading, installing, or using the Software, you agree to be bound by the terms of this Agreement.",
    "7142931308556842370": "1. LICENSE GRANT",
    "5911811315473556454": "Licensor grants you a {$START_TAG_STRONG}non-exclusive, non-transferable, revocable{$CLOSE_TAG_STRONG} license to use the Software, subject to the following conditions:",
    "4408434446768194192": "You may install and use the free version of the Software for {$START_TAG_STRONG}personal use only{$CLOSE_TAG_STRONG}.",
    "1639983571387101796": "Certain features of the Software are {$START_TAG_STRONG}paid features{$CLOSE_TAG_STRONG} and require a valid purchase.",
    "830402028635517714": "You may not modify, reverse-engineer, decompile, or distribute the Software.",
    "7827651306934501524": "2. RESTRICTIONS",
    "5281227276444502692": "You agree that you will {$START_TAG_STRONG}not{$CLOSE_TAG_STRONG}:",
    "4829130993566371375": "Sell, sublicense, rent, lease, or distribute the Software.",
    "4886060632681025478": "Use the Software for any unlawful purpose.",
    "3170590758504682760": "Remove or alter any copyright, trademark, or proprietary notices from the Software.",
    "7059343022889714521": "Bypass any payment or licensing mechanisms within the Software.",
    "5167058908129841972": "3. PAID FEATURES",
    "3960262764918665886": "The Software may include premium features available for purchase (\"Paid Features\").",
    "8797545663390613009": "Paid Features require a valid payment before use.",
    "3059179901871900662": "Licensor reserves the right to change pricing or availability of Paid Features at any time.",
    "5085629880205974494": "Refund policies are subject to the terms outlined at [Your Website/Support Page].",
    "7985439063821491751": "4. UPDATES AND SUPPORT",
    "2295347991181869040": "Licensor may provide updates, patches, or new versions of the Software.",
    "5189874639534471174": "Updates may add, modify, or remove features at Licensor’s discretion.",
    "7265284669508265539": "Support is provided on an \"as available\" basis and is not guaranteed.",
    "3483434184498128158": "5. INTELLECTUAL PROPERTY",
    "4822967305784339054": "The Software and all associated intellectual property rights remain the sole property of Licensor. This Agreement {$START_TAG_STRONG}does not{$CLOSE_TAG_STRONG} transfer ownership of any part of the Software.",
    "2696928045407300691": "6. TERMINATION",
    "1470080550915053362": "This license is effective until terminated. Licensor may terminate your access to the Software if you violate any terms of this Agreement. Upon termination, you must cease all use of the Software and delete all copies.",
    "5749136651731630072": "7. DISCLAIMER OF WARRANTIES",
    "2246729095086022321": "{$START_TAG_STRONG}THE SOFTWARE IS PROVIDED \"AS IS\" WITHOUT WARRANTIES OF ANY KIND.{$CLOSE_TAG_STRONG} LICENSOR DISCLAIMS ALL WARRANTIES, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.",
    "1643781435742575327": "8. LIMITATION OF LIABILITY",
    "4415632916802055353": "LICENSOR SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
    "4166753842100853709": "9. GOVERNING LAW",
    "401906258186747552": "This Agreement shall be governed by and construed under the laws of {$START_TAG_STRONG}Portugal{$CLOSE_TAG_STRONG}.",
    "4078546483118283134": "10. CONTACT INFORMATION",
    "6248661674395533112": "For any questions about this Agreement, contact {$START_TAG_STRONG}{$INTERPOLATION}{$CLOSE_TAG_STRONG}.",
    "5828379357055435850": "By installing or using the Software, you acknowledge that you have read and understood this Agreement and agree to be bound by its terms.",
    "134025950860375051": "VIEW ALL POSTS"
  }
}